bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
cweijan.vscode-redis-client
dbaeumer.vscode-eslint
denoland.vscode-deno
DSKWRK.vscode-generate-getter-setter
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
EditorConfig.EditorConfig
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
github.vscode-github-actions
IBM.output-colorizer
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
naumovs.color-highlight
planbcoding.vscode-react-refactor
pmndrs.pmndrs
Prisma.prisma
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.LiveServer
ronnidc.nunjucks
unifiedjs.vscode-mdx
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
WallabyJs.console-ninja
yoavbls.pretty-ts-errors
